export const story = [

    {
        title: "Наше знакомство",
        text: "Иногда самые важные истории начинаются совсем незаметно. Именно в тот день мы впервые увидели друг друга. Мы ещё не были знакомы и даже не разговаривали, но судьба уже свела нас в одном месте. Тогда я даже не думал, что однажды ты станешь таким важным человеком в моей жизни. ❤️",
        color: 0x5d8cff,
        image: "/photos/каток.jpeg"
    },

    {
        title: "Любимое воспоминание",
        text: "После нашей первой встречи мы начали общаться. Каждый день мы узнавали друг друга всё больше, и с каждым сообщением мне всё сильнее хотелось быть рядом с тобой. 6 февраля я решился признаться тебе в своих чувствах, а ты ответила взаимностью. Именно в тот день началась наша история. ❤️",
        color: 0xc06cff,
        image: "/photos/переписка.png"
    },

    {
        title: "Самые счастливые моменты",
        text: "День, когда я впервые вручил тебе письмо, написанное от руки. В нём были мои чувства, воспоминания о наших встречах и всё, что я так долго хотел сказать тебе. Когда ты прочитала его, а позже поделилась своими эмоциями, этот момент навсегда остался в моём сердце. ❤️",
        color: 0xffc857,
        image: "/photos/фото.jpeg"
    },

    {
        title: "С Днём рождения 🎂",
        text: "С днём рождения, моя самая яркая звезда. ✨❤️\n\nСпасибо тебе за все моменты, которые мы уже пережили вместе. Спасибо за твою улыбку, поддержку, доброту и за то, что однажды появилась в моей жизни. Ты стала человеком, который занимает особое место в моём сердце.\n\nЯ хочу, чтобы ты всегда была счастлива, чтобы все твои мечты постепенно исполнялись, чтобы рядом были люди, которые искренне любят и ценят тебя. Желаю тебе крепкого здоровья, побольше поводов для улыбки, спокойствия, счастья и самых ярких моментов в жизни.\n\nНадеюсь, это маленькое путешествие по нашей истории подарило тебе столько же тёплых эмоций, сколько подарила мне ты.\n\nСпасибо, что стала частью моей жизни. ❤️",
        color: 0xff6bb5,
        image: "/photos/любимая.jpeg"
    }

];